Repository: darktable-org/darktable
Catalog: doc/usermanual/po/fr.tmx
Source language: en
Languages: fr

source: wait for the preview to finish recomputing
fr: attendez que la pré-visualisation soit mise à jour

source: some parameters are out-of-bounds
fr: certains paramètres sont hors bornes

source: %+.1f EV
fr: %+.1f IL

source: advanced
fr: avancé

source: masking
fr: masque

source: -8 EV
fr: -8 IL

source: -7 EV
fr: -7 IL

source: -6 EV
fr: -6 IL

source: -5 EV
fr: -5 IL

source: -4 EV
fr: -4 IL

source: -3 EV
fr: -3 IL

source: -2 EV
fr: -2 IL

source: -1 EV
fr: -1 IL

source: +0 EV
fr: +0 IL

source: double-click to reset the curve
fr: double-cliquer pour réinitialiser la courbe

source: curve smoothing
fr: lissage de la courbe

source: positive values will produce more progressive tone transitions but the curve might become oscillatory in some settings. negative values will avoid oscillations and behave more robustly but may produce brutal tone transitions and damage local contrast.
fr: les valeurs positives produiront des transitions plus progressives mais la courbe peut devenir oscillante avec certains paramètres. les valeurs négatives éviteront les oscillations et le comportement sera plus robuste mais les transitions seront plus brutales et le contraste local sera endommagé.

source: RGB average
fr: moyenne RVB

source: HSL lightness
fr: luminance TSL

source: HSV value / RGB max
fr: luminance TSV / max RVB

source: RGB sum
fr: somme RVB

source: RGB euclidean norm
fr: norme euclidienne RVB

source: RGB geometric mean
fr: moyenne géométrique RVB

source: preview the mask and chose the estimator that gives you the higher contrast between areas to dodge and areas to burn
fr: prévisualisation du masque et choisir l'estimateur qui donne le contraste le plus important entre les zones à éclaircir et les zones à assombrir

source: averaged guided filter
fr: filtre guidé moyenné

source: guided filter
fr: filtre guidé

source: 'no' affects global and local contrast (safe if you only add contrast) 'guided filter' only affects global contrast and tries to preserve local contrast 'averaged guided filter' is a geometric mean of both methods
fr: 'non' affecte le contraste global et local (sûr si seulement du contraste est ajouté) 'filtre guidé' affecte uniquement le contraste global et essayes de préserver le contraste local 'filtre guidé moyen' est une moyenne des deux méthodes

source: number of passes of guided filter to apply helps diffusing the edges of the filter at the expense of speed
fr: nombre de passe du filtre guidé à appliquer aide à diffuser les bords du filtre mais dégrade les performances

source: diameter of the blur in percent of the largest image size warning: big values of this parameter can make the darkroom preview much slower if denoise profiled is used.
fr: diamètre du flou en pourcentage du plus grand coté de l'image. attention : une grande valeur peut ralentir conséquemment la prévisualisation si le module de réduction du bruit par profil est utilisé.

source: edges refinement/feathering
fr: raffinement/respect des bords

source: precision of the feathering : higher values force the mask to follow edges more closely but may void the effect of the smoothing lower values give smoother gradients and better smoothing but may lead to inaccurate edges taping and halos
fr: précision de l'adoucissement : les grandes valeurs force le masque à suivre les bords plus précisément mais peut alors annuler l'adoucissement les petites valeurs donne des gradients plus progressif et un meilleur adoucissement mais peut alors créer des bords peu précis et des halos

source: mask post-processing
fr: post-traitement masque

source: mask histogram span between the first and last deciles. the central line shows the average. orange bars appear at extrema if clipping occurs.
fr: l'histogramme du masque s'étend entre le premier et dernier décile. la ligne centrale montre la moyenne. des bars oranges apparaissent aux extrémités si troncatures.

source: 0 disables the quantization. higher values posterize the luminance mask to help the guiding produce piece-wise smooth areas when using high feathering values
fr: 0 désactive la quantification. les valeurs plus grandes postérise la luminance pour aider le guidage à produire des zones plus lisse lors de l'utilisation de grandes valeurs d'adoucissement

source: use this to slide the mask average exposure along channels for a better control of the exposure correction with the available nodes. the picker will auto-adjust the average exposure at -4EV.
fr: utiliser pour déplacer la moyenne du masque d'exposition à travers les canaux pour un meilleur contrôle de la correction d'exposition. la pipette ajustera automatiquement l'exposition moyenne à -4IL.

source: use this to counter the averaging effect of the guided filter and dilate the mask contrast around -4EV this allows to spread the exposure histogram over more channels for a better control of the exposure correction.
fr: à utiliser pour dilater le masque de contraste autour de sa moyene de luminosité ceci permet d'étaler l'histogramme d'exposition à travers plus de canaux pour un meilleur contrôle de la correction d'exposition.

source: display exposure mask
fr: affiche le masque d'exposition

source: tone mapping
fr: mappage tonalités

source: mid-tones bias
fr: répartition

source: the strength of saturation boost
fr: force de la saturation

source: how much to spare highlights and shadows
fr: répartit l'effet entre les ombres et les hautes lumières

source: the amount of vibrance
fr: quantité de vibrance

source: vignetting
fr: vignetage

source: fall-off strength
fr: dégradé

source: horizontal center
fr: centre horizontal

source: vertical center
fr: centre vertical

source: shape
fr: forme

source: width-height ratio
fr: largeur/hauteur

source: automatic ratio
fr: largeur/hauteur

source: 8-bit output
fr: sortie 8-bits

source: 16-bit output
fr: sortie 16-bits

source: width/height ratio
fr: largeur/hauteur

source: the radii scale of vignette for start of fall-off
fr: rayon de début du dégradé

source: the radii scale of vignette for end of fall-off
fr: progressivité du dégradé

source: strength of effect on brightness
fr: force de l'effet sur la luminosité

source: strength of effect on saturation
fr: force de l'effet sur la saturation

source: horizontal offset of center of the effect
fr: décalage horizontal du centre

source: vertical offset of center of the effect
fr: décalage vertical du centre

source: shape factor 0 produces a rectangle 1 produces a circle or ellipse 2 produces a diamond
fr: forme 0 = rectangle 1 = cercle ou ellipse 2 = losange

source: enable to have the ratio automatically follow the image size
fr: règle le ratio hauteur/largeur pour qu'il soit identique à la taille de l'image

source: width-to-height ratio
fr: ratio entre la largeur et la hauteur

source: add some level of random noise to prevent banding
fr: ajoute du bruit aléatoire pour éviter l'apparition de bandes

source: [%s on node] change vignette/feather size
fr: [%s sur nœud ] changer miniature/adoucissement

source: [%s on node] change vignette/feather size keeping ratio
fr: [%s sur nœud ] changer miniature/taille dégradé et garde ratio

source: [%s on center] move vignette
fr: [%s au centre] déplacer vignette

source: watermark
fr: filigrane

source: refresh
fr: rafraîchir

source: x offset
fr: décalage x

source: y offset
fr: décalage y

source: marker
fr: fichier

source: scale on
fr: échelle sur

source: content
fr: contenu

source: SVG watermarks in %s/watermarks or %s/watermarks
fr: filigranes SVG dans « %s/watermarks » ou « %s/watermarks »

source: watermark color, tag: $(WATERMARK_COLOR)
fr: couleur du filigrane, variable : $(WATERMARK_COLOR)

source: select watermark color
fr: sélectionne la couleur du filigrane

source: pick color from image
fr: choisit une couleur dans l'image

source: text
fr: texte

source: text string, tag: $(WATERMARK_TEXT)
fr: texte, variable : $(WATERMARK_TEXT)

source: font
fr: police

source: text font, tags: $(WATERMARK_FONT_FAMILY) $(WATERMARK_FONT_STYLE) $(WATERMARK_FONT_WEIGHT)
fr: police de caractère, variables : $(WATERMARK_FONT_FAMILY) $(WATERMARK_FONT_STYLE) $(WATERMARK_FONT_WEIGHT)

source: larger border
fr: grand coté

source: smaller border
fr: petit coté

source: size is relative to
fr: la taille est relative à

source: alignment
fr: alignement

source: the opacity of the watermark
fr: opacité du filigrane

source: the scale of the watermark
fr: taille du filigrane

source: the rotation of the watermark
fr: la rotation du filigrane

source: zone system
fr: zones

source: lightness zones use mouse scrollwheel to change the number of zones left-click on a border to create a marker right-click on a marker to delete it
fr: zones de luminosité utiliser la molette de la souris pour changer le nombre de zones clic-gauche sur une frontière pour créer un marqueur clic-droit sur un marqueur pour l'effacer

source: background jobs
fr: tâches d'arrière-plan

source: camera settings
fr: paramètres de la capture

source: capture image(s)
fr: capturer

source: toggle view property in center view
fr: active/désactive l'affichage des propriétés dans la fenêtre centrale

source: connection with camera lost, exiting tethering mode
fr: connexion avec le boîtier interrompue, sortie du mode de capture

source: battery
fr: pile

source: camera control
fr: pilotage du boîtier

source: timer (s)
fr: retardateur (s)

source: count
fr: nombre

source: brackets
fr: bracketing

source: bkt. steps
fr: pas de bkt.

source: toggle delayed capture mode
fr: active/désactive le mode retardateur

source: toggle sequenced capture mode
fr: active/désactive le mode séquence

source: toggle bracketed capture mode
fr: active/désactive le mode bracketing d'exposition »

source: the count of seconds before actually doing a capture
fr: nombre de secondes avant d'effectuer une capture

source: the amount of images to capture in a sequence, you can use this in conjunction with delayed mode to create stop-motion sequences.
fr: nombre d'images à capturer pendant une séquence, vous pouvez utiliser cela avec le mode de retardement pour créer des séquences de stop-motion.

source: the amount of brackets on each side of centered shoot, amount of images = (brackets*2)+1.
fr: nombre d'expositions de chaque côté de l'exposition nominale, nombre d'images = (nombre d'expositions * 2) + 1

source: the amount of steps per bracket, steps is camera configurable and usually 3 steps per stop with other words, 3 steps is 1EV exposure step between brackets.
fr: pas d'exposition, le pas étant configurable par le boîtier et habituellement de 3 pas par "stop" autrement dit, 3 pas correspondent à 1 IL entre expositions.

source: additional properties
fr: paramètres additionnels

source: label
fr: nom

source: property
fr: paramètres

source: add user property
fr: ajouter

source: program
fr: programme

source: focus mode
fr: mode focus

source: shutterspeed2
fr: vitesse

source: shutterspeed
fr: vitesse d'obturation

source: WB
fr: BdB

source: collect images
fr: filtres de collection

source: search filmroll
fr: rechercher une pellicule

source: problem selecting new path for the filmroll in %s
fr: problème lors de la sélection d'un nouveau chemin pour la pellicule située dans %s

source: search filmroll...
fr: rechercher une pellicule...

source: remove...
fr: enlever...

source: uncategorized
fr: sans catégorie

source: not tagged
fr: non positionnée

source: copied locally
fr: copiée localement

source: group followers
fr: membres du groupe

source: clear this rule
fr: supprimer cette condition

source: clear this rule or add new rules
fr: supprimer cette condition ou en ajouter une nouvelle

source: type your query, use <, <=, >, >=, <>, =, [;] as operators
fr: entrer la requête, utiliser <, <=, >, >=, <>, =, [;] comme opérateurs

source: type your query, use <, <=, >, >=, <>, =, [;] as operators, type dates in the form : YYYY:MM:DD HH:MM:SS (only the year is mandatory)
fr: entrer la requête, utiliser <, <=, >, >=, <>, =, [;] comme opérateurs, entrer les dates sous la forme : AAAA:MM:JJ HH:MM:SS (uniquement l'année est obligatoire)

source: type your query, use `%' as wildcard and `,' to separate values
fr: saisissez votre requête, utilisez « % » en caractère joker et « , » pour séparer les valeurs

source: type your query, use `%' as wildcard
fr: saisissez votre requête, utilisez « % » en caractère joker

source: narrow down search
fr: affiner la recherche

source: add more images
fr: inclure des images

source: exclude images
fr: exclure des images

source: change to: and
fr: changer en « et »

source: change to: or
fr: changer en « ou »

source: change to: except
fr: changer en « sauf »

source: color picker
fr: pipette

source: pick color
fr: pipette de couleur

source: add sample
fr: ajouter un échantillon

source: hover to highlight sample on canvas, click to lock sample
fr: survoler pour mettre en surbrillance dans l'image, cliquer pour verrouiller l'échantillon

source: live samples
fr: échantillons en temps réel

source: area
fr: zone

source: mean
fr: moyenne

source: restrict histogram to selection
fr: histogramme sur sélection

source: add
fr: ajouter

source: display sample areas on image
fr: afficher les zones sur l'image

source: history stack
fr: développement

source: open sidecar file
fr: ouvrir un fichier xmp

source: XMP sidecar files
fr: fichiers XMP

source: error loading file '%s'
fr: erreur de chargement du fichier « %s »

source: no history compression of 1 image. see tag: darktable|problem|history-compress.
fr: l'historique d'1 image n'est pas compressé voir mot-clé : darktable|problem|history-compress

source: history compression warning
fr: problème de compression de l'historique

source: do you really want to clear history of %d selected image?
fr: êtes-vous sûr de vouloir supprimer l'historique de %d image sélectionnée ?

source: delete images' history?
fr: supprimer l'historiqe des images ?

source: copy...
fr: copier...

source: copy part history stack of first selected image
fr: copie partiellement le développement de la première image sélectionnée

source: copy all
fr: tout copier

source: copy history stack of first selected image
fr: copie le développement de la première image sélectionnée

source: paste...
fr: coller...

source: paste part history stack to all selected images
fr: applique partiellement le développement à toutes les images sélectionnées

source: paste all
fr: tout coller

source: paste history stack to all selected images
fr: applique le développement à toutes les images sélectionnées

source: compress history
fr: compresser

source: compress history stack of all selected images
fr: compresser l'historique de développement des images sélectionnées

source: discard history
fr: supprimer

source: discard history stack of all selected images
fr: supprime le développement des images sélectionnées

source: append
fr: empiler

source: how to handle existing history
fr: gestion des développements pré-existants

source: load sidecar file...
fr: charger un xmp...

source: open an XMP sidecar file and apply it to selected images
fr: charge un fichier de développement XMP et l'applique aux images sélectionnées

source: write history stack and tags to XMP sidecar files
fr: écrit le développement et les mots-clés dans un fichier attaché XMP

source: discard
fr: supprimer

source: paste
fr: coller

source: load sidecar files
fr: charger un fichier xmp

source: duplicate manager
fr: gestion des clones

source: existing duplicates
fr: clones existants

source: create a 'virgin' duplicate of the image without any development
fr: créer un clone vierge

source: create a duplicate of the image with same history stack
fr: créer un clone avec le même historique

source: export selected
fr: exporter sélection

source: export to disk
fr: exportation sur disque

source: storage options
fr: options d'enregistrement

source: target storage
fr: stockage cible

source: format options
fr: options de format

source: file format
fr: format de fichier

source: global options
fr: options globales

source: maximum output width set to 0 for no scaling
fr: largeur max en sortie 0 pour ne pas changer d'échelle

source: maximum output height set to 0 for no scaling
fr: hauteur max en sortie 0 pour ne pas changer d'échelle

source: max size
fr: taille max

source: allow upscaling
fr: autorise l'agrandissement

source: high quality resampling
fr: échantillonnage haute qualité

source: do high quality resampling during export
fr: ré-échantillonnage de haute qualité lors de l'exportation

source: store masks
fr: enregistre masques

source: store masks as layers in exported images. only works for some formats.
fr: enregistre les masques comme couche dans les images exportées. uniquement pour certains formats.

source: image settings
fr: paramètres d'image

source: output ICC profiles in %s or %s
fr: profils ICC de sortie dans %s ou %s

source: temporary style to use while exporting
fr: style temporaire à utiliser lors de l'exportation

source: replace history
fr: remplacer l'historique

source: append history
fr: ajouter à l'historique

source: whether the style items are appended to the history or replacing the history
fr: indique si les éléments du style sont à ajouter à l'historique ou remplace ce dernier

source: export with current settings
fr: exporte avec les réglages actuels

source: edit metadata exportation details
fr: modification de l'exportation des métadonnées

source: select tag
fr: sélectionner un mots-clés

source: done
fr: terminé

source: list filter
fr: filtrer la liste

source: list of available tags. click 'add' button or double-click on tag to add the selected one
fr: liste des mots-clés disponibles. cliquer sure 'ajouter' ou double-cliquer sur un mot-clé pour l'ajouter

source: edit metadata exportation
fr: modification de l'exportation des métadonnées

source: save
fr: enregistrer

source: general settings
fr: paramètres généraux

source: exif data
fr: données EXIF

source: export exif metadata
fr: exporter les métadonnées exif

source: metadata
fr: métadonnées

source: export dt xmp metadata (from metadata editor module)
fr: exporter les métadonnées xmp (depuis l'éditeur de métadonnées)

source: only embedded
fr: seulement embarqué

source: per default the interface sends some (limited) metadata beside the image to remote storage. to avoid this and let only image embedded dt xmp metadata, check this flag. if remote storage doesn't understand dt xmp metadata, you can use calculated metadata instead
fr: par défaut des métadonnées sont exporter en plus de celles embarquées dans l'image. si sélectionné alors uniquement les métadonnées de embarquées dans l'image sont exportées si le stockage distant ne supporte pas les métadonnées de darktable, il est possible de les définir.

source: geo tags
fr: géolocalisation

source: export geo tags
fr: exporter données de géolocalisation

source: export tags (to Xmp.dc.Subject)
fr: exporter mots-clés (vers Xmp.dc.Subject)

source: private tags
fr: mots-clés privés

source: export private tags
fr: exporter les mots-clés privés

source: synonyms
fr: synonymes

source: export tags synonyms
fr: exporter les synonymes

source: omit hierarchy
fr: omet la hiérarchie

source: only the last part of the hierarchical tags is included. can be useful if categories are not used
fr: uniquement la dernière partie des mots-clés hiérarchiques est inclus. pratique si les catégories ne sont pas utilisées.

source: hierarchical tags
fr: mots-clés hiérarchiques

source: export hierarchical tags (to Xmp.lr.Hierarchical Subject)
fr: exporter mots-clés hiérarchiques (vers Xmp.lt.Hierarchical.Subject)

source: develop history
fr: historique

source: export dt development data (recovery purpose in case of loss of database or xmp file)
fr: exporter l'historique de développement de darktable (pratique pour récupérer un développement en cas de perte des xmp et base de données).

source: per metadata settings
fr: configuration par métadonnée

source: list of available tags
fr: liste des mots-clés disponibles

source: redefined tag
fr: mot-clé redéfini

source: formula
fr: formule

source: list of calculated metadata if formula is empty, the corresponding metadata is removed from exported file, if formula is '=', the exif metadata is exported even if exif data are disabled otherwise the corresponding metadata is calculated and added to exported file click on formula cell to edit. recognized variables:
fr: liste des métadonnées calculées si la formule est vide, la métadonnée correspondante est supprimée du fichier exporté si la formule est « = », le métadonnée est exportée même si l'export des métadonnées est désactivé sinon la métadonnée correspondante est calculé et inclus dans le fichier exporté cliquer sur une cellule pour éditer. les variables supportées sont :

source: add an output metadata tag
fr: ajoute une métadonnée à l'exportation

source: delete metadata tag
fr: supprime la métadonnée sélectionnée

source: enter the time shown on the selected picture format: hh:mm:ss
fr: entrer l'heure affichée sur les images sélectionnées format : hh:mm:ss

source: open GPX file
fr: ouvrir un fichier GPX

source: camera time zone
fr: fuseau horaire du boîtier

source: most cameras don't store the time zone in EXIF. give the correct time zone so the GPX data can be correctly matched
fr: la plupart des boîtiers n'enregistrent pas le fuseau horaire dans les données EXIF. en donnant le fuseau horaire correct, les données GPX pourront être recalées.

source: time offset format: [+-]?[[hh:]mm:]ss
fr: décalage horaire format : [+-]?[[hh:]mm:]ss

source: calculate the time offset from an image
fr: calcule le décalage horaire d'une image

source: apply time offset to selected images
fr: applique le décalage horaire aux images sélectionnées

source: apply GPX track file...
fr: appliquer un ficher GPX...

source: parses a GPX file and updates location of selected images
fr: lit un fichier GPX et met à jour la localisation des images sélectionnées

source: histogram
fr: histogramme

source: set mode to waveform
fr: afficher en mode forme d'onde

source: set mode to histogram
fr: afficher en mode histogramme

source: set mode to linear
fr: afficher en mode linéaire

source: set mode to logarithmic
fr: afficher en mode logarithmique

source: set mode to RGB parade
fr: afficher le mode parade RVB

source: click to hide red channel
fr: cacher le canal rouge

source: click to show red channel
fr: afficher le canal rouge

source: click to hide green channel
fr: cacher le canal vert

source: click to show green channel
fr: afficher le canal vert

source: click to hide blue channel
fr: cacher le canal bleu

source: click to show blue channel
fr: afficher le canal bleu

source: drag to change black point, doubleclick resets ctrl+scroll to change display height
fr: glisser pour changer les noirs, le double-clic réinitialise ctrl+molette pour changer la hauteur

source: drag to change exposure, doubleclick resets ctrl+scroll to change display height
fr: glisser pour changer l'exposition, le double-clic réinitialise ctrl+molette pour changer la hauteur

source: histogram/hide histogram
fr: histogramme/cacher histogramme

source: hide histogram
fr: cacher histogramme

source: histogram/cycle histogram modes
fr: histogramme/cycler sur les modes de l'histogramme

source: cycle histogram modes
fr: cycler sur les modes de l'histogramme

source: histogram/switch histogram mode
fr: histogramme/changer le mode de l'histogramme

source: switch histogram mode
fr: changer le mode de l'histogramme

source: histogram/switch histogram type
fr: histogramme/changer le type de l'histogramme

source: switch histogram type
fr: changer le type de l'histogramme

source: create style from history
fr: créer un style depuis l'historique actuel
